export function ContactInfo() {
  return (
    <>
      <h1 class="text-blue-300 text-center text-2xl font-mono font-bold py-2">
        Іван Майор
      </h1>
      <h2
        class="text-gray-200 text-center text-xl italic"
        style={{ fontFamily: "Manrope" }}
      >
        Naruto Minecrafter
      </h2>
      <p class="text-gray-300 text-sm p-4">
        Привітик 👉👈 19 рочків пишу на yлюбленому джаваскріптику 🧑‍💻 трішки
        дедінсайдик 🖤 люблю гуляти з друзями. Іноді дивлюся якісь анімешки, або
        фільми🍿люблю поспати 🛌 займаюся спортом 🏋️По зз ♏ Якщо ще щось цікаво
        можеш запитати ⬇
      </p>
    </>
  );
}
